
const cityRegData = [
    {
        id: 1,
        name: 'Адыгея',
        models: [
            {id: 1, name: '• Майкоп',},
        ]
    },
    {
        id: 2,
        name: 'Амурская обл.',
        models: [
            {id: 1, name: '• Горно-Алтайск',},
            {id: 2, name: '• Благовещенск',},
        ]
    },
    {
        id: 3,
        name: 'Архангельская обл.',
        models: [
            {id: 1, name: '• Архангельск',},
        ]
    },
    {
        id: 4,
        name: 'Астраханская обл.',
        models: [
            {id: 1, name: '• Астрахань',},
        ]
    },
    {
        id: 5,
        name: 'Алтайский край',
        models: [
            {id: 1, name: '• Барнаул',},
        ]
    },
    {
        id: 6,
        name: 'Башкортостан',
        models: [
            {id: 1, name: '• Уфа',},
        ]
    },
    {
        id: 7,
        name: 'Белгородская обл.',
        models: [
            {id: 1, name: '• Белгород',},
        ]
    },
    {
        id: 8,
        name: 'Брянская обл.',
        models: [
            {id: 1, name: '• Брянск',},
        ]
    },
    {
        id: 9,
        name: 'Бурятия',
        models: [
            {id: 1, name: '• Улан-Удэ',},
        ]
    },
    {
        id: 10,
        name: 'Владимирская обл.',
        models: [
            {id: 1, name: '• Владимир',},
            {id: 2, name: '• Муром',},
            {id: 3, name: '• Суздаль',},
        ]
    },
    {
        id: 11,
        name: 'Волгоградская обл.',
        models: [
            {id: 1, name: '• Волгоград',},
        ]
    },
    {
        id: 12,
        name: 'Вологодская обл.',
        models: [
            {id: 1, name: '• Вологда',},
            {id: 2, name: '• Череповец',},
        ]
    },
    {
        id: 13,
        name: 'Воронежская обл.',
        models: [
            {id: 1, name: '• Воронеж',},
        ]
    },
    {
        id: 14,
        name: 'Гомельская обл.',
        models: [
            {id: 1, name: '• Гомель',},
        ]
    },
    {
        id: 15,
        name: 'Дагестан',
        models: [
            {id: 1, name: '• Махачкала',},
        ]
    },
    {
        id: 16,
        name: 'ЕАО',
        models: [
            {id: 1, name: '• Биробиджан',},
        ]
    },
    {
        id: 17,
        name: 'Забайкальский край',
        models: [
            {id: 1, name: '• Чита',},
        ]
    },
    {
        id: 18,
        name: 'Ингушетия',
        models: [
            {id: 1, name: '• Магас',},
        ]
    },
    {
        id: 19,
        name: 'Ивановская обл.',
        models: [
            {id: 1, name: '• Иваново',},
        ]
    },
    {
        id: 20,
        name: 'Иркутская обл.',
        models: [
            {id: 1, name: '• Иркутск',},
        ]
    },
    {
        id: 21,
        name: 'Кабардино-Балкарская Республика',
        models: [
            {id: 1, name: '• Нальчик',},
        ]
    },
    {
        id: 22,
        name: 'Калмыкия',
        models: [
            {id: 1, name: '• Элиста',},
        ]
    },
    {
        id: 23,
        name: 'Карачаево-Черкасская Республика',
        models: [
            {id: 1, name: '• Черкесск',},
        ]
    },
    {
        id: 24,
        name: 'Карелия',
        models: [
            {id: 1, name: '• Петрозаводск',},
        ]
    },
    {
        id: 25,
        name: 'Коми',
        models: [
            {id: 1, name: '• Сыктывкар',},
            {id: 2, name: '• Петрозаводск',},
        ]
    },
    {
        id: 26,
        name: 'Крым',
        models: [
            {id: 1, name: '• Евпатория',},
            {id: 2, name: '• Керчь',},
            {id: 3, name: '• Феодосия',},
            {id: 4, name: '• Ялта',},
            {id: 5, name: '• Симферополь',},
            {id: 6, name: '• Севастополь',},
        ]
    },
    {
        id: 27,
        name: 'Камчатский край',
        models: [
            {id: 1, name: '• Петропавловск-Камчатский',},
        ]
    },
    {
        id: 28,
        name: 'Краснодарский край',
        models: [
            {id: 1, name: '• Анапа',},
            {id: 2, name: '• Краснодар',},
            {id: 3, name: '• Геленджик',},
            {id: 4, name: '• Новороссийск',},
            {id: 5, name: '• Сочи',},
        ]
    },
    {
        id: 29,
        name: 'Красноярский край',
        models: [
            {id: 1, name: '• Красноярск',},
            {id: 2, name: '• Норильск',},
            {id: 3, name: '• Таганрог',},
        ]
    },
    {
        id: 30,
        name: 'Калининградская обл.',
        models: [
            {id: 1, name: '• Калининград',},
        ]
    },

];

export default cityRegData;