
const cityRegData = [
    {
        id: 1,
        name: 'Адыгея',
        models: [
            {id: 1, name: '• Майкоп',},
        ]
    },
    {
        id: 2,
        name: 'Амурская обл.',
        models: [
            {id: 1, name: '• Горно-Алтайск',},
            {id: 2, name: '• Благовещенск',},
        ]
    },
    {
        id: 3,
        name: 'Архангельская обл.',
        models: [
            {id: 1, name: '• Архангельск',},
        ]
    },
    {
        id: 4,
        name: 'Астраханская обл.',
        models: [
            {id: 1, name: '• Астрахань',},
        ]
    },
    {
        id: 5,
        name: 'Алтайский край',
        models: [
            {id: 1, name: '• Барнаул',},
        ]
    },
    {
        id: 6,
        name: 'Башкортостан',
        models: [
            {id: 1, name: '• Уфа',},
        ]
    },
    {
        id: 7,
        name: 'Белгородская обл.',
        models: [
            {id: 1, name: '• Белгород',},
        ]
    },
    {
        id: 8,
        name: 'Брянская обл.',
        models: [
            {id: 1, name: '• Брянск',},
        ]
    },
    {
        id: 9,
        name: 'Бурятия',
        models: [
            {id: 1, name: '• Улан-Удэ',},
        ]
    },
    {
        id: 10,
        name: 'Владимирская обл.',
        models: [
            {id: 1, name: '• Владимир',},
            {id: 2, name: '• Муром',},
            {id: 3, name: '• Суздаль',},
        ]
    },
    {
        id: 11,
        name: 'Волгоградская обл.',
        models: [
            {id: 1, name: '• Волгоград',},
        ]
    },
    {
        id: 12,
        name: 'Вологодская обл.',
        models: [
            {id: 1, name: '• Вологда',},
            {id: 2, name: '• Череповец',},
        ]
    },
    {
        id: 13,
        name: 'Воронежская обл.',
        models: [
            {id: 1, name: '• Воронеж',},
        ]
    },
    {
        id: 14,
        name: 'Гомельская обл.',
        models: [
            {id: 1, name: '• Гомель',},
        ]
    },
    {
        id: 15,
        name: 'Дагестан',
        models: [
            {id: 1, name: '• Махачкала',},
        ]
    },
    {
        id: 16,
        name: 'ЕАО',
        models: [
            {id: 1, name: '• Биробиджан',},
        ]
    },
    {
        id: 17,
        name: 'Забайкальский край',
        models: [
            {id: 1, name: '• Чита',},
        ]
    },
    {
        id: 18,
        name: 'Ингушетия',
        models: [
            {id: 1, name: '• Магас',},
        ]
    },
    {
        id: 19,
        name: 'Ивановская обл.',
        models: [
            {id: 1, name: '• Иваново',},
        ]
    },
    {
        id: 20,
        name: 'Иркутская обл.',
        models: [
            {id: 1, name: '• Иркутск',},
        ]
    },
    {
        id: 21,
        name: 'Кабардино-Балкарская Республика',
        models: [
            {id: 1, name: '• Нальчик',},
        ]
    },
    {
        id: 22,
        name: 'Калмыкия',
        models: [
            {id: 1, name: '• Элиста',},
        ]
    },
    {
        id: 23,
        name: 'Карачаево-Черкасская Республика',
        models: [
            {id: 1, name: '• Черкесск',},
        ]
    },
    {
        id: 24,
        name: 'Карелия',
        models: [
            {id: 1, name: '• Петрозаводск',},
        ]
    },
    {
        id: 25,
        name: 'Коми',
        models: [
            {id: 1, name: '• Сыктывкар',},
            {id: 2, name: '• Петрозаводск',},
        ]
    },
    {
        id: 26,
        name: 'Крым',
        models: [
            {id: 1, name: '• Евпатория',},
            {id: 2, name: '• Керчь',},
            {id: 3, name: '• Феодосия',},
            {id: 4, name: '• Ялта',},
            {id: 5, name: '• Симферополь',},
            {id: 6, name: '• Севастополь',},
        ]
    },
    {
        id: 27,
        name: 'Камчатский край',
        models: [
            {id: 1, name: '• Петропавловск-Камчатский',},
        ]
    },
    {
        id: 28,
        name: 'Краснодарский край',
        models: [
            {id: 1, name: '• Анапа',},
            {id: 2, name: '• Краснодар',},
            {id: 3, name: '• Геленджик',},
            {id: 4, name: '• Новороссийск',},
            {id: 5, name: '• Сочи',},
        ]
    },
    {
        id: 29,
        name: 'Красноярский край',
        models: [
            {id: 1, name: '• Красноярск',},
            {id: 2, name: '• Норильск',},
            {id: 3, name: '• Таганрог',},
        ]
    },
    {
        id: 30,
        name: 'Калининградская обл.',
        models: [
            {id: 1, name: '• Калининград',},
        ]
    },
    {
        id: 31,
        name: 'Калужская обл.',
        models: [
            {id: 1, name: '• Калуга',},
        ]
    },
    {
        id: 32,
        name: 'Кемеровская обл.',
        models: [
            {id: 1, name: '• Кемерово',},
        ]
    },
    {
        id: 33,
        name: 'Кировская обл.',
        models: [
            {id: 1, name: '• Киров',},
        ]
    },
    {
        id: 34,
        name: 'Костромская обл.',
        models: [
            {id: 1, name: '• Кострома',},
        ]
    },
    {
        id: 35,
        name: 'Курганская обл.',
        models: [
            {id: 1, name: '• Курган',},
        ]
    },
    {
        id: 36,
        name: 'Курская обл.',
        models: [
            {id: 1, name: '• Курск',},
        ]
    },
    {
        id: 37,
        name: 'Ленинградская обл.',
        models: [
            {id: 1, name: '• Санкт-Петербург',},
            {id: 2, name: '• Выборг',},
            {id: 3, name: '• Гатчина',},
        ]
    },
    {
        id: 38,
        name: 'Санкт-Петербург',
        models: [
            {id: 1, name: '• Санкт-Петербург',},
        ]
    },
    {
        id: 39,
        name: 'Липецкая обл.',
        models: [
            {id: 1, name: '• Елец',},
            {id: 2, name: '• Липецк',},
        ]
    },
    {
        id: 40,
        name: 'Луганская обл.',
        models: [
            {id: 1, name: '• Луганск',},
        ]
    },
    {
        id: 41,
        name: 'Марий-Эл',
        models: [
            {id: 1, name: '• Йошкар-Ола',},
        ]
    },
    {
        id: 42,
        name: 'Мордовия',
        models: [
            {id: 1, name: '• Саранск',},
        ]
    },
    {
        id: 43,
        name: 'Магаданская обл.',
        models: [
            {id: 1, name: '• Магадан',},
        ]
    },
    {
        id: 44,
        name: 'Москва ',
        models: [
            {id: 1, name: '• Москва',},
        ]
    },
    {
        id: 45,
        name: 'Мурманская обл.',
        models: [
            {id: 1, name: '• Мурманск',},
        ]
    },
    {
        id: 46,
        name: 'Минская обл.',
        models: [
            {id: 1, name: '• Минск',},
        ]
    },
    {
        id: 47,
        name: 'Нижегородская обл.',
        models: [
            {id: 1, name: '• Нижний Новгород',},
        ]
    },
    {
        id: 48,
        name: 'Новгородская обл.',
        models: [
            {id: 1, name: '• Валдай',},
            {id: 2, name: '• Великий Новгород',},
        ]
    },
    {
        id: 49,
        name: 'Новосибирская обл.',
        models: [
            {id: 1, name: '• Новосибирск',},
        ]
    },
    {
        id: 50,
        name: 'Ненецкий автономный округ',
        models: [
            {id: 1, name: '• Нарьян-Мар',},
        ]
    },
    {
        id: 51,
        name: 'Омская обл.',
        models: [
            {id: 1, name: '• Омск',},
        ]
    },
    {
        id: 52,
        name: 'Оренбургская обл.',
        models: [
            {id: 1, name: '• Оренбург',},
        ]
    },
    {
        id: 53,
        name: 'Орловская обл.',
        models: [
            {id: 1, name: '• Орел',},
        ]
    },
    {
        id: 54,
        name: 'Пермский обл.',
        models: [
            {id: 1, name: '• Пермь',},
            {id: 2, name: '• Соликамск',},
        ]
    },
    {
        id: 55,
        name: 'Приморский обл.',
        models: [
            {id: 1, name: '• Владивосток',},
        ]
    },
    {
        id: 56,
        name: 'Пензенская обл.',
        models: [
            {id: 1, name: '• Пенза',},
        ]
    },
    {
        id: 57,
        name: 'Псковская обл.',
        models: [
            {id: 1, name: '• Псков',},
        ]
    },
    {
        id: 58,
        name: 'Ростовская обл.',
        models: [
            {id: 1, name: '• Ростов-на-Дону',},
            {id: 2, name: '• Таганрог',},
        ]
    },
    {
        id: 59,
        name: 'Рязанская обл.',
        models: [
            {id: 1, name: '• Рязань',},
        ]
    },
    {
        id: 60,
        name: 'Северная Осетия-Алания',
        models: [
            {id: 1, name: '• Владикавказ',},
        ]
    },
    {
        id: 61,
        name: 'Ставропольский край',
        models: [
            {id: 1, name: '• Кисловодск',},
            {id: 2, name: '• Пятигорск',},
            {id: 3, name: '• Ставрополь',},
        ]
    },
    {
        id: 62,
        name: 'Самарская обл.',
        models: [
            {id: 1, name: '• Самара',},
            {id: 2, name: '• Тольятти',},
        ]
    },
    {
        id: 63,
        name: 'Саратовская обл.',
        models: [
            {id: 1, name: '• Саратов',},
        ]
    },
    {
        id: 64,
        name: 'Сахалинская обл.',
        models: [
            {id: 1, name: '• Южно-Сахалинск',},
        ]
    },
    {
        id: 65,
        name: 'Свердловская обл.',
        models: [
            {id: 1, name: '• Екатеринбург',},
            {id: 2, name: '• Нижний Тагил',},
        ]
    },
    {
        id: 66,
        name: 'Смоленская обл.',
        models: [
            {id: 1, name: '• Смоленск',},
        ]
    },
    {
        id: 67,
        name: 'Татарстан',
        models: [
            {id: 1, name: '• Казань',},
            {id: 2, name: '• Набережные Челны',},
        ]
    },
    {
        id: 67,
        name: 'Тыва (Тува)',
        models: [
            {id: 1, name: '• Кызыл',},
        ]
    },
    {
        id: 68,
        name: 'Тамбовская обл.',
        models: [
            {id: 1, name: '• Тамбов',},
        ]
    },
    {
        id: 69,
        name: 'Тверская обл.',
        models: [
            {id: 1, name: '• Тверь',},
            {id: 2, name: '• Ржев',},
        ]
    },
    {
        id: 70,
        name: 'Томская обл.',
        models: [
            {id: 1, name: '• Томск',},
        ]
    },
    {
        id: 71,
        name: 'Тульская обл.',
        models: [
            {id: 1, name: '• Тула',},
        ]
    },
    {
        id: 72,
        name: 'Тюменская обл.',
        models: [
            {id: 1, name: '• Тюмень',},
        ]
    },
    {
        id: 73,
        name: 'Удмуртия',
        models: [
            {id: 1, name: '• Ижевск',},
        ]
    },
    {
        id: 74,
        name: 'Ульяновская обл.',
        models: [
            {id: 1, name: '• Ульяновск',},
        ]
    },
    {
        id: 75,
        name: 'Хакасия',
        models: [
            {id: 1, name: '• Абакан',},
        ]
    },
    {
        id: 76,
        name: 'Хабаровский край',
        models: [
            {id: 1, name: '• Хабаровск',},
        ]
    },
    {
        id: 77,
        name: 'Ханты-Мансийский автономный округ - Югра',
        models: [
            {id: 1, name: '• Ханты-Мансийск',},
        ]
    },
    {
        id: 78,
        name: 'Чечня',
        models: [
            {id: 1, name: '• Грозный',},
        ]
    },
    {
        id: 79,
        name: 'Чувашия',
        models: [
            {id: 1, name: '• Чебоксары',},
        ]
    },
    {
        id: 80,
        name: 'Челябинская обл.',
        models: [
            {id: 1, name: '• Челябинск',},
        ]
    },
    {
        id: 81,
        name: 'Чукотский автономный округ',
        models: [
            {id: 1, name: '• Анадырь',},
        ]
    },
    {
        id: 82,
        name: 'Ярославская обл.',
        models: [
            {id: 1, name: '• Ростов Великий',},
            {id: 2, name: '• Рыбинск',},
            {id: 3, name: '• Ярославль',},
        ]
    },
    {
        id: 83,
        name: 'Ямало-Ненецкий автономный округ',
        models: [
            {id: 1, name: '• Салехард',},
        ]
    },
    {
        id: 84,
        name: 'Якутская область (Республика Саха)',
        models: [
            {id: 1, name: '• Якутск',},
        ]
    },

];

export default cityRegData;