
const comtegs = [
    {
      label: 'Опоздание',
      name: 'Опоздание',
      value: '1',
    },
    {
      label: 'Невыход',
      name: 'Невыход',
      value: '2',
    },
    {
      label: 'Не компетентен',
      name: 'Не компетентен',
      value: '3',
    },
    {
      label: 'Нарушение субординации',
      name: 'Нарушение субординации',
      value: '4',
    },
    {
      label: 'Нетрезвый вид',
      name: 'Нетрезвый вид',
      value: '5',
    },
    {
      label: 'Невыход №2',
      name: 'Невыход №2',
      value: '6',
    },
    {
      label: 'Герой дня',
      name: 'Герой дня',
      value: '7',
    },
    {
      label: 'Доп. расходы',
      name: 'Доп. расходы',
      value: '8',
    },
    {
      label: 'Премия',
      name: 'Премия',
      value: '9',
    },
    {
      label: 'Каршеринг',
      name: 'Каршеринг',
      value: '10',
    },
    {
      label: 'Старший',
      name: 'Старший',
      value: '11',
    },
    {
      label: 'Суточные',
      name: 'Суточные',
      value: '12',
    },
    {
      label: 'ГСМ',
      name: 'ГСМ',
      value: '13',
    },
    {
      label: 'Такси [корпоративное]',
      name: 'Такси [корпоративное]',
      value: '14',
    },
    {
      label: 'Повышенная ставка',
      name: 'Повышенная ставка',
      value: '15',
    },
    {
      label: 'Такси [личные расходы]',
      name: 'Такси [личные расходы]',
      value: '16',
    },
    {
      label: 'Общ. транспорт',
      name: 'Общ. транспорт',
      value: '17',
    },
    {
      label: 'Неадекватность',
      name: 'Неадекватность',
      value: '18',
    },
    {
      label: 'Фальшстарт',
      name: 'Фальшстарт',
      value: '19',
    },
    {
      label: 'Реабилитация',
      name: 'Реабилитация',
      value: '20',
    },
    {
      label: 'Рецидивист',
      name: 'Рецидивист',
      value: '21',
    },
]

export default comtegs;