const help = `✅ Команды:

/help — список комманд;
/next — 10 ближайших запусков;
/status — вызов кнопок статуса;
/info — панель информации;

/go — перекличка;
/phone — контакты на площадке;
/place — адрес площадки;
/office — адрес офиса «U.L.E.Y»;

/update — смена основного состава;
/mango — смена распределения звонков;
/ping — тест сервера; [отклик — Pong]
/stop — остановить смену;

/id — номер ID проекта;
/1 /2 /3 /4 /5 — перенос запроса статуса окончания работ;
/deleted — удаленные проекты за 24 часа;
/error — ошибки в проектах;

✅ Триггеры:

Правила — правила работы на проектах;
Такси — инструкция по использованию;
Геолокация — инструкция как подключить;
Контакты — номер телефона «U.L.E.Y»;

Оплата — чат-бот «Office»;
Дресс-код — форма одежды;
Мерч — описание и условия получения;
Фотоотчет — инструкция по отчету;

Активатор — инструкция по активации кнопок;
Соня — предупреждение о времени выхода на связь;
Ночь — логистика в ночное время;
Сказка на ночь — подготовка к ночному проекту;

Оплата — чат-бот «Office»;
Штраф — информация о штрафах;
Самозанятость — НЕ готово;
Ставка — НЕ готово;`


export default help;