const scenarios = [
    {
        label: 'Выберите цепочку',
        value: '',
        text: "",
    },
    {
        label: 'Стандартный ответ',
        value: '0',
        text: `я юный чат-бот и еще не всё умею. Любой вопрос поможет решить наш оператор: +7 (499) 500-14-11`,   
    },
    {
        label: 'Паспорт',
        value: '1',
        text:  `Добрый день.
На связи автоматическая система U.L.E.Y | Workhub.
                    
Для участия в предстоящем проекте необходимо предоставить паспортные данные.
                    
Продолжив, ты соглашаешся предоставить персональные данные исключительно для передачи их заказчику.`,
    },
    {
        label: 'Кнопка с номером',
        value: '2',
        text: `+7 (499) 500-14-11 - Менеджер U.L.E.Y`,
    },
    {
        label: 'Запас',
        value: '3',
        text: `мы готовы поставить Вас в запас на этот проект. Запас оплачивается.
Сумму можно будет уточнить у менеджера. С большой вероятностью Вы будете на нём задействованы, 
но для начала придется проснуться вместе с основным составом и быть готовым выйти на работу. Готовы?`,
    },
    {
        label: 'Офис U.L.E.Y',
        value: '4',
        text: `Офис | U.L.E.Y

Адрес: г. Москва, ул. Дербеневская набережная, д. 7, стр. 2
        
Карта: https://goo.gl/maps/uFrAfV5NmE2rUXsT8`,
    },
    {
        label: 'Оплата / смета',
        value: '5',
        text: `Для согласования и получения оплаты: 
https://t.me/ULEY_Office_Bot`,
    },
    {
        label: 'Заявка отклонена',
        value: '6',
        text: `Добрый день, Имя. Спасибо, что откликнулись на эту заявку. 
В настоящий момент основной состав уже сформирован.
До встречи на новых проектах!`,
    },
    {
        label: 'Заявка одобрена',
        value: '7',
        text: `Добрый день, Имя. Спасибо, что откликнулись на заявку. 
Для согласования тех. задачи на проект позвоните по номеру:
+7 (499) 500-14-11`,
    },
    {
        label: 'Запрос ключевых данных',
        value: '8',
        text: `Добрый день, Имя. Вы впервые откликнулись на заявку от компании U.L.E.Y
Чтобы мы смогли предложить Вам работу на этом проекте пришлите, пожалуйста, немного информации о себе:
        
✅ ФИО
        
✅ Контакты для связи
        
✅ Год рождения
        
✅ Специальность`,
    },
];

export default scenarios;