
const sfera = [
    {
      label: 'Звуковое оборудование',
      name: 'Звуковое оборудование',
      value: '1',
    },
    {
      label: 'Световое оборудование',
      name: 'Световое оборудование',
      value: '2',
    },
    {
      label: 'Видеооборудование',
      name: 'Видеооборудование',
      value: '3',
    },
    {
      label: 'Фотооборудование',
      name: 'Фотооборудование',
      value: '4',
    },
    {
      label: 'Промо агентство',
      name: 'Промо агентство',
      value: '5',
    },
    {
      label: 'Кейтенирг',
      name: 'Кейтенирг',
      value: '6',
    },
    {
      label: 'Грузоперевозки',
      name: 'Грузоперевозки',
      value: '7',
    },
    {
      label: 'Промышленный альпинизм',
      name: 'Промышленный альпинизм',
      value: '8',
    },
    {
      label: 'Продакшн артистов',
      name: 'Продакшн артистов',
      value: '9',
    },
    {
      label: 'Event-менеджер',
      name: 'Event-менеджер',
      value: '10',
    },
    {
      label: 'Игры и атракционы',
      name: 'Игры и атракционы',
      value: '11',
    },
    {
      label: 'Технический продакшн',
      name: 'Технический продакшн',
      value: '12',
    },
    {
      label: 'Менеджер «U.L.E.Y»',
      name: 'Менеджер «U.L.E.Y»',
      value: '13',
    },
]

export default sfera;